[
  {
    "joke": "To test the theory of time travel, Steven Hawking hosted a party then sent the invitations out the next day. The only person to attend was Chuck Norris.",
    "idx": 6
  },
  {
    "joke": "Chuck Norris doesn't sleep. Chuck Norris waits.",
    "idx": 7
  },
  {
    "joke": "Chuck Norris doesn't do push-ups: he does earth-downs.",
    "idx": 8
  },
  {
    "joke": "When Chuck Norris goes swimming, Chuck Norris doesn't get wet, the water gets Chuck Norris.",
    "idx": 9
  },
  {
    "joke": "Outer space exists because it's too scared to be on the same planet as Chuck Norris.",
    "idx": 10
  },
  {
    "joke": "Underneath his beard, Chuck Norris doesn't have a chin, Chuck Norris has another fist.",
    "idx": 11
  },
  {
    "joke": "Brokeback Mountain isn't just a movie: It's also the name of the pile of dead fight-scene actors in Chuck Norris' backyard.",
    "idx": 12
  },
  {
    "joke": "In the beginnning there was nothing. Chuck Norris roundhouse kicked that nothing and told it to get a job.",
    "idx": 13
  },
  {
    "joke": "If you ask Chuck Norris the time, he tells you \"Two seconds 'till.\" After you ask him \"Two seconds 'till what?\" he roundhouse kicks you in the face.",
    "idx": 14
  },
  {
    "joke": "Chuck Norris and Mr. T once walked into a bar together. The building instantly exploded, because that much raw awesome cannot be contained in one building.",
    "idx": 15
  },
  {
    "joke": "Chuck Norris has a deep and abiding respect for human life. Except when it gets in his way.",
    "idx": 16
  },
  {
    "joke": "Chuck Norris has no home. He walks into houses and the people there move out.",
    "idx": 17
  },
  {
    "joke": "When tax time comes, Chuck Norris returns blank forms and a piture of himself crouched and ready to attack. Chuck Norris has never had to pay taxes. EVER.",
    "idx": 18
  },
  {
    "joke": "America is not a Democracy. It is a Chucktatorship.",
    "idx": 19
  },
  {
    "joke": "Chuck Norris can shoot down planes by pointing at it and saying \"Bang!\"",
    "idx": 20
  },
  {
    "joke": "The Sherman tank was origionally going to be called the Norris tank. Chuck Norris was displeased by this, saying that it was not awesome enough to be associated with him. The Army, fearing Chuck Norris, changed the name and promised to make a more fitting weapon. To date, no such weapon has been made.",
    "idx": 21
  },
  {
    "joke": "They did not find any Weapons of Mass Destruction in Afghanistan because Chuck Norris lives in America.",
    "idx": 22
  },
  {
    "joke": "If the Police accuse Chuck Norris, they get thrown in jail.",
    "idx": 23
  },
  {
    "joke": "Einstein didn't figure out the laws of physics. Chuck Norris Told him.",
    "idx": 24
  },
  {
    "joke": "If it looks like chicken, tastes like chicken, smells like chicken and feels like chicken, but Chuck says it's beef, it's beef.",
    "idx": 25
  },
  {
    "joke": "Chuck doesn't go hunting. He goes killing.",
    "idx": 26
  },
  {
    "joke": "Chuck got all the answers wrong in a test and got a score of 100/100.",
    "idx": 27
  },
  {
    "joke": "When Chuck looked into the mirror, it cracked because it knew it would die anyway.",
    "idx": 28
  },
  {
    "joke": "Chuck Norris can outstare the sun.",
    "idx": 29
  },
  {
    "joke": "Chuck Norris is made of antimatter.",
    "idx": 30
  },
  {
    "joke": "He figured out how to divide by zero. If you ask him what it is, he will say \"I will show you in 3... 2... 1...\"",
    "idx": 31
  },
  {
    "joke": "Its not that Chuck Norris doesn't like rudeness, its that rudeness doesn't like Chuck Norris.",
    "idx": 32
  },
  {
    "joke": "Chuck doesn't think. He knows.",
    "idx": 33
  },
  {
    "joke": "Chuck Norris didn't get Soviet Russia'd. Soviet Russia got Chuck Norris'd.",
    "idx": 34
  },
  {
    "joke": "When people sneeze, Chuck Norris doesn't say \"Bless you\", the sneezers say \"Bless you\" to Chuck Norris.",
    "idx": 35
  },
  {
    "joke": "Maria Von Trapp didn't beat the Nazis, Chuck Norris beat both of them.",
    "idx": 36
  },
  {
    "joke": "Chuck Norris doesn't read books. He stares them down until he gets the information he wants.",
    "idx": 37
  },
  {
    "joke": "The UFC, or Ultimate Fighting Championship, doesn't go by its full name. It's real name stands for Ultimate Fighting Championship Non-Chuck Norris Division.",
    "idx": 38
  },
  {
    "joke": "The only reason bombs work is because Chuck Norris donated his power to them.",
    "idx": 39
  },
  {
    "joke": "Chuck Norris doesn't turn off the light. The light turns itself off in fear.",
    "idx": 40
  },
  {
    "joke": "Chuck Norris had a paper round as a child. There were no survivors.",
    "idx": 41
  },
  {
    "joke": "Chuck Norris can kill Grue's.",
    "idx": 42
  },
  {
    "joke": "Jesus walks on water, Chuck Norris swims through earth.",
    "idx": 43
  },
  {
    "joke": "God said \"Let their be light\", and Chuck Norris said \"Say please.\"",
    "idx": 44
  },
  {
    "joke": "Chuck Norris once won a staring contest against Medusa.",
    "idx": 45
  },
  {
    "joke": "Chuck Norris can throw the house out trough the window.",
    "idx": 46
  },
  {
    "joke": "Chuck Norris CAN believe it's not butter.",
    "idx": 47
  },
  {
    "joke": "In Soviet Russia, Chuck Norris still round house kicks you.",
    "idx": 48
  },
  {
    "joke": "Chuck Norris can make french fries by throwing potatos at a chain link fence.",
    "idx": 49
  },
  {
    "joke": "Chuck Norris can touch Mc Hammer.",
    "idx": 50
  },
  {
    "joke": "Chuck Norris sued MySpace because thats the name of everything around him.",
    "idx": 51
  },
  {
    "joke": "The first giraffe was created when Chuck Norris upper-cutted a horse.",
    "idx": 52
  },
  {
    "joke": "Chuck Norris doesn't play games. He already won.",
    "idx": 53
  },
  {
    "joke": "Chuck Norris makes the Thanksgiving turkey cut itself.",
    "idx": 54
  },
  {
    "joke": "Chuck Norris was born in a house he made with his two bare hands.",
    "idx": 55
  },
  {
    "joke": "There is no \"CTRL\" Button on Chuck Norris computer, he is Always in control.",
    "idx": 56
  },
  {
    "joke": "When he was a baby, Chuck Norris did his first roundhouse kick. This spot is now known as the grand canyon.",
    "idx": 57
  },
  {
    "joke": "Volcanoes erupt because Chuck Norris tells them to.",
    "idx": 58
  },
  {
    "joke": "Chuck Norris once started a fire with two ice cubes.",
    "idx": 59
  },
  {
    "joke": "Chuck Norris sleeps with a pillow under his gun.",
    "idx": 60
  },
  {
    "joke": "Chuck norris dosen't battle he just allows you to lose.",
    "idx": 61
  },
  {
    "joke": "Chuck norris attacks sharks when he smells their blood.",
    "idx": 62
  },
  {
    "joke": "Their is no such thing as Evolution. Just the creatures Chuck Norris allowed to live",
    "idx": 63
  },
  {
    "joke": "You know the movie Alien vs Predator? Originally it was Alien VS Predator VS Chuck Norris, but no one wanted to see a fight 7 seconds long.",
    "idx": 64
  },
  {
    "joke": "Some kids piss their name in snow. Chuck Norris pisses his name in concrete.",
    "idx": 65
  },
  {
    "joke": "Chuck Norris once ate a 72oz. steak in 45 minutes, and he spent the first 35 minutes banging the waitress.",
    "idx": 66
  },
  {
    "joke": "The only reason Osama bin Laden hates the United States of America is because he knows Chuck Norris lives there.",
    "idx": 67
  },
  {
    "joke": "Chuck Norris knows you're looking at this...",
    "idx": 68
  },
  {
    "joke": "Chuck Norris once jerked off. . .the ensuing explosion is now known as The Big Bang.",
    "idx": 69
  },
  {
    "joke": "Ghosts sit around a campfire and tell Chuck Norris stories.",
    "idx": 70
  },
  {
    "joke": "In reality, Chuck Norris died ten years ago. Death just doesn't have the balls to tell him.",
    "idx": 71
  },
  {
    "joke": "Chuck Norris was born on May 6th, 1945. Nazi Germany surrendered May 7th, 1945.",
    "idx": 72
  },
  {
    "joke": "Chuck Norris invented death to make life more exciting.",
    "idx": 73
  },
  {
    "joke": "Chuck Norris can run so fast he can run around the world and punch himself in the back of his head.",
    "idx": 74
  },
  {
    "joke": "When Chuck Norris calls on an iPhone, there is no deny. Only answer twice.",
    "idx": 75
  },
  {
    "joke": "Chuck Norris does not call the wrong number, and those foolish enough to try telling him otherwise now have extensive medical records",
    "idx": 76
  },
  {
    "joke": "Chuck Norris lost his virginity before his mother.",
    "idx": 77
  },
  {
    "joke": "When Chuck Norris enters a room, he does not turn on the lights. He turns the dark off.",
    "idx": 78
  },
  {
    "joke": "Chuck Norris' calender says March 31st to May 2nd. Nobody fools Chuck Norris.",
    "idx": 79
  },
  {
    "joke": "Chuck Norris can speak brail.",
    "idx": 80
  },
  {
    "joke": "Once, while having sex in a tractor trailor, some of Chuck Norris' sperm got in the engine. We now call this vehicle Optimus Prime.",
    "idx": 81
  },
  {
    "joke": "Chuck Norris can build a snowman out rain.",
    "idx": 82
  },
  {
    "joke": "They wanted to put Chuck Norris on Mount Rushmore, but the granite wasn't tough enough for his beard.",
    "idx": 83
  },
  {
    "joke": "Chuck Norris spreads more blood and gore than forty score of Lincoln's Civil Wars.",
    "idx": 84
  },
  {
    "joke": "Chuck Norris' body temperature is 98.6°... celsius.",
    "idx": 85
  },
  {
    "joke": "He who laughs last laughs best. He who laughs at Chuck Norris, it's definitely his last laugh.",
    "idx": 86
  },
  {
    "joke": "Chuck Norris can eat just one Lays potato chip.",
    "idx": 87
  },
  {
    "joke": "If you have $5, and Chuck Norris has $5, Chuck Norris has more money than you.",
    "idx": 88
  },
  {
    "joke": "Once aliens tried to abduct Chuck Norris. The conspiracy theory is that the bodies and the debris are stored at Area 51.",
    "idx": 89
  },
  {
    "joke": "Two thinks are certain in life. The fact that one day Chuck Norris will kill you and taxes.",
    "idx": 90
  },
  {
    "joke": "Chuck Norris once fed a yellow baby bird by hand. That yellow baby bird is now known as Zapdos",
    "idx": 91
  },
  {
    "joke": "Chuck Norris walks through a wasteland when he sees Mr. T flying at him and their fists collide making an explosion the size of the the moon.",
    "idx": 92
  },
  {
    "joke": "Both get up, Mr. T puts on brass knuckles says\"I Pity the Fool\" and punches but chuck Norris deflects it with his awesomeness. Chuck then uppercuts Mr. T with his beard fist, launching him 80 feet in the air.",
    "idx": 93
  },
  {
    "joke": "Mr. T looks up to see Chuck Norris's boot as he roundhouse kicked him.",
    "idx": 94
  },
  {
    "joke": "WINNER: CHUCK NORRIS",
    "idx": 95
  }
]